{
    "nav-tailor": "Tailored",
    "nav-about": "About us",
    "nav-contact": "Contact",
    "nav-prices": "Prices",
    "language": "IS",

    "header-main": "Make yourself feel good, authentic suits bla bla bla.",
    "order-button": "Request an appointment",

    "tailor-info-title": "Tailoring - hvernig virkar ferlið?",
    "tailor-info-text-1": "Sérsaumur þýðir bókstaflega “saumað fyrir ákveðin einstakling”. en hjá okkur fer framgangurinn sem fylgir:",
    "tailor-info-text-2": "I. Bókaður tími og staðsetning valin",
    "tailor-info-text-3": "II. Viðskiptavinur getur skoðað ótal jakkafata efni í öllum litum og munstrum. Skyrtu efni fyrir öll möguleg tilefni og tugi frakka efni fyrir allar árstíðir.",
    "tailor-info-text-4": "III. Þegar efnin eru valin, hefjumst við handa á að hanna fötin, þar sem við ráðleggjum hvað hentar best eftir hverjum og einum.",
    "tailor-info-text-5": "IV. Þegar búið er að hanna fötin eru menn mældir og tekist er í hendur.",
    "tailor-info-text-6": "V. Þremur til fimm vikum síðar eru fötin pressuð og skyrtur þvegnar í efnalaug annað hvort í Keflavík eða Reykjavík þar sem viðskiptavinur getur sótt þau.",

    "about-title": "About us",
    "about-text": "Jökull og Co. er félag sem sérhæfir sig í sérsaum á herramenn á eðal prís. Við stoltum okkur á heiðarleika og fróðleik á siðum og sniðum í heimi herramannsins. Jökull & Co. hefur ekki (eins og er) neinar höfuðstöðvar, heldur mætum við í heimahús og í fyrirtæki og þjónum viðskiptavinum þannig með því að færa þjónustuna til þeirra, svo viðskiptavinurinn greiði aðeins fyrir vöruna en ekki þakið yfir henni.",

    "contact-title": "Contact us",
    "contact-text": "Hringdu í okkur í síma 58-12345, eða notaðu þetta form til að spyrjast fyrir um stílráð og klút, panta tíma fyrir mátun eða til að ræða þarfir þínar við einn af klippurunum okkar.",
    "contact-name": "Name",
    "contact-email": "Email",
    "contact-phone": "Phone number",
    "contact-help": "What would you like help with?",
    "contact-help-option1": "Accessories",
    "contact-help-option2": "Appointments",
    "contact-help-option3": "Fabrics",
    "contact-help-option4": "Other",
    "contact-message": "Message",
    "contact-submit": "Submit form",

    "prices-title": "Prices",


    "footer-rights": "© 2023 All rights reserved."
  }