{
    "nav-tailor": "Tailored",
    "nav-about": "About us",
    "nav-contact": "Contact",
    "nav-prices": "Prices",
    "language": "IS",

    "header-main": "Book an appointment for your custom made clothing",
    "order-button": "Request an appointment",

    "tailor-info-title": "What is made to measure?",
    "tailor-info-text-1": "Made to measure literally means “especially made to fit someone” but our process works like this: ",
    "tailor-info-text-2": "A date and time are decided",
    "tailor-info-text-3": "The client browses through our vast selection of suit fabrics in every color and pattern, shirts for every occasion and overcoats for every season.",
    "tailor-info-text-4": "Once the fabric is chosen we start designing the clothes and we guide you through the process on what fits each and every person.",
    "tailor-info-text-5": "When the clothes have been designed and everything is agreed, measurements are taken and hands are shaken.",
    "tailor-info-text-6": "Three to five weeks later the client comes back for a fitting and if everything is checked, if something is not as it should be, we have a tailor with decades of experience to fix anything that might be off.",

    "about-title": "About us",
    "about-text": "Jökull & Co. is a company that specializes in made to measure tailoring at an acceptable price. We pride ourselves in honesty and knowledge about cuts and customs in the world of the gentleman. Jökull is located at Suðurlandsbraut 30, level 3, to the left. We also provide a service for companies where we come to them and offer a fun and unique experience for the team.",
    "look-at-prices-button": "See prices",

    "contact-title": "Drop us a line",
    "contact-text": "Contact us by using this form to book appointments or for inquiries about our process, fabrics or anything that might be unclear. You can also send us an email at jokull@jokullogco.com or message us on Facebook or Instagram @jokullogco.",
    "contact-group-title": "Group appointments",
    "contact-group-text": "If you are a group of 4 or more people and would like to book a group appointment, you can do so! Suitable for employers, weddings, graduations or just a group of friends.",
    "contact-name": "Name*",
    "contact-email": "Email*",
    "contact-phone": "Phone number",
    "contact-help": "What would you like help with?",
    "contact-help-option1": "Accessories",
    "contact-help-option2": "Appointments",
    "contact-help-option3": "Fabrics",
    "contact-help-option4": "Other",
    "contact-help-option5": "Group appointments",
    "contact-message": "Message*",
    "contact-submit": "Submit form",

    "prices-title": "Prices",
    "prices-suits": "Tailored suits",
    "prices-shirts": "Tailored shirts",
    "prices-from": "From",
    "prices-angora": "Tailored Angora overcoat",
    "prices-cashmere": "Tailored Cashmere overcoat",
    "prices-afiogeg-cufflinks": "Icelandic made Cufflinks",
    "prices-afiogeg-tieclip": "Icelandic made tie clip",


    "footer-rights": "© 2023 All rights reserved."
  }